Repository: StanfordSpezi/SpeziHealthKit
Catalog: Sources/SpeziHealthKit/Resources/*.lproj/Localizable-HKTypes.strings
Languages: de, es_us, fr

# HKQuantityTypeIdentifierRowingSpeed
source: Rowing Speed
de: Rudertempo
es_us: Velocidad al remar
fr: Vitesse en aviron

# HKQuantityTypeIdentifierRunningGroundContactTime
source: Ground Contact Time
de: Bodenkontaktzeit
es_us: Tiempo de contacto con el suelo
fr: Temps de contact au sol

# HKQuantityTypeIdentifierRunningPower
source: Running Power
de: Laufleistung
es_us: Potencia al correr
fr: Puissance de course

# HKQuantityTypeIdentifierRunningSpeed
source: Running Speed
de: Laufgeschwindigkeit
es_us: Velocidad al correr
fr: Allure de course

# HKQuantityTypeIdentifierRunningStrideLength
source: Running Stride Length
de: Schrittlänge beim Laufen
es_us: Longitud de la zancada al correr
fr: Longueur de foulée

# HKQuantityTypeIdentifierRunningVerticalOscillation
source: Vertical Oscillation
de: Vertikale Oszillation
es_us: Oscilación vertical
fr: Oscillation verticale

# HKQuantityTypeIdentifierSixMinuteWalkTestDistance
source: Six-Minute Walk
de: Sechs-Minuten-Gehtest
es_us: Caminata de seis minutos
fr: Marche de six minutes

# HKQuantityTypeIdentifierStairAscentSpeed
source: Stair Speed: Up
de: Treppensteigen: Aufwärts
es_us: Velocidad al subir escaleras
fr: Vitesse dans les escaliers : en montée

# HKQuantityTypeIdentifierStairDescentSpeed
source: Stair Speed: Down
de: Treppensteigen: Abwärts
es_us: Velocidad al bajar escaleras
fr: Vitesse dans les escaliers : en descente

# HKQuantityTypeIdentifierStepCount
source: Steps
de: Schritte
es_us: Pasos
fr: Nombre de pas

# HKQuantityTypeIdentifierSwimmingStrokeCount
source: Swimming Strokes
de: Schwimmzüge
es_us: Brazadas al nadar
fr: Nombre de brasses

# HKQuantityTypeIdentifierTimeInDaylight
source: Time In Daylight
de: Zeit im Tageslicht
es_us: Tiempo de exposición al sol
fr: Durée d’exposition à la lumière du jour

# HKQuantityTypeIdentifierUVExposure
source: UV Index
es_us: Índice UV
fr: Indice UV

# HKQuantityTypeIdentifierUnderwaterDepth
source: Underwater Depth
de: Unterwassertiefe
es_us: Buceo en aguas profundas
fr: Profondeur sous l’eau

# HKQuantityTypeIdentifierVO2Max
source: Cardio Fitness
es_us: Capacidad aeróbica
fr: Santé cardiovasculaire

# HKQuantityTypeIdentifierWaistCircumference
source: Waist Circumference
de: Taillenumfang
es_us: Circunferencia de la cintura
fr: Tour de taille

# HKQuantityTypeIdentifierWalkingAsymmetryPercentage
source: Walking Asymmetry
de: Asymmetrischer Gang
es_us: Asimetría al caminar
fr: Asymétrie de la marche

# HKQuantityTypeIdentifierWalkingDoubleSupportPercentage
source: Double Support Time
de: Bipedale Abstützungsdauer
es_us: Tiempo de apoyo simultáneo
fr: Temps de double appui

# HKQuantityTypeIdentifierWalkingHeartRateAverage
source: Walking Heart Rate Average
de: ∅-Herzfrequenz (Gehen)
es_us: Promedio de F.C. al caminar
fr: Fréquence cardiaque moy. (marche)

# HKQuantityTypeIdentifierWalkingSpeed
source: Walking Speed
de: Gehtempo
es_us: Velocidad al caminar
fr: Vitesse de marche

# HKQuantityTypeIdentifierWalkingStepLength
source: Walking Step Length
de: Schrittlänge im Gehen
es_us: Longitud de los pasos al caminar
fr: Longueur de pas

# HKQuantityTypeIdentifierWaterTemperature
source: Water Temperature
de: Wassertemperatur
es_us: Temperatura del agua
fr: Température de l’eau

# HKQuantityTypeIdentifierWorkoutEffortScore
source: Workout Effort Score
de: Stand der Trainingsanstrengung
es_us: Puntuación del esfuerzo al entrenar
fr: Score d’effort de l’exercice

# HKScoredAssessmentTypeIdentifierGAD7
source: Anxiety Risk
de: Angststörungsrisiko
es_us: Riesgo de ansiedad
fr: Risque d’anxiété

# HKScoredAssessmentTypeIdentifierPHQ9
source: Depression Risk
de: Depressionsrisiko
es_us: Riesgo de depresión
fr: Risque de dépression

# HKVisionPrescriptionTypeIdentifier
source: Vision Prescription
de: Augenärztliches Rezept
es_us: Prescripción optométrica
fr: Ordonnance ophtalmologique

# HKWorkoutRouteTypeIdentifier
source: Workout Routes
de: Trainingsstrecken
es_us: Rutas de entrenamiento
fr: Parcours d’exercice

# HKWorkoutTypeIdentifier
source: Workouts
de: Trainings
es_us: Entrenamientos
fr: Exercices

# HKQuantityTypeIdentifierDietaryZinc
source: Zinc
de: Zink
