Repository: StanfordSpezi/SpeziHealthKit
Catalog: Sources/SpeziHealthKit/Resources/*.lproj/Localizable-HKTypes.strings
Languages: de, es_us, fr

# HKCategoryTypeIdentifierAbdominalCramps
source: Abdominal Cramps
de: Bauchkrämpfe
es_us: Cólicos
fr: Crampes abdominales

# HKCategoryTypeIdentifierAcne
source: Acne
de: Akne
es_us: Acné
fr: Acné

# HKCategoryTypeIdentifierAppetiteChanges
source: Appetite Changes
de: Appetitveränderungen
es_us: Alteración del apetito
fr: Changements de l’appétit

# HKCategoryTypeIdentifierAppleStandHour
source: Stand Hours
de: Stehstunden
es_us: Horas de Pararse
fr: Heures debout

# HKCategoryTypeIdentifierAppleWalkingSteadinessEvent
source: Walking Steadiness Notifications
de: Gehstabilitätsmitteilungen
es_us: Notificaciones de estabilidad al caminar
fr: Notifications « Stabilité de la marche »

# HKCategoryTypeIdentifierAudioExposureEvent
source: Noise Notifications
de: Geräusch­mitteilungen
es_us: Notificaciones por ruido
fr: Notifications de bruit

# HKCategoryTypeIdentifierBladderIncontinence
source: Bladder Incontinence
de: Blaseninkontinenz
es_us: Incontinencia
fr: Incontinence urinaire

# HKCategoryTypeIdentifierBleedingAfterPregnancy
source: Bleeding After Pregnancy
de: Blutung nach der Schwangerschaft
es_us: Sangrado postparto
fr: Saignements après la grossesse

# HKCategoryTypeIdentifierBleedingDuringPregnancy
source: Bleeding During Pregnancy
de: Blutung in der Schwangerschaft
es_us: Sangrado durante el embarazo
fr: Saignements durant la grossesse

# HKCategoryTypeIdentifierBloating
source: Bloating
de: Völlegefühl
es_us: Distensión
fr: Ballonnements

# HKCategoryTypeIdentifierBreastPain
source: Breast Pain
de: Brustschmerzen
es_us: Dolor en los senos
fr: Mastodynie

# HKCategoryTypeIdentifierCervicalMucusQuality
source: Cervical Mucus Quality
de: Zervixschleim
es_us: Moco cervical
fr: Qualité de la glaire cervicale

# HKCategoryTypeIdentifierChestTightnessOrPain
source: Chest Tightness or Pain
de: Engegefühl oder Schmerzen in der Brust
es_us: Dolor u opresión en el pecho
fr: Oppression ou douleur thoracique

# HKCategoryTypeIdentifierChills
source: Chills
de: Schüttelfrost
es_us: Escalofríos
fr: Frissons

# HKCategoryTypeIdentifierConstipation
source: Constipation
de: Verstopfung
es_us: Estreñimiento

# HKCategoryTypeIdentifierContraceptive
source: Contraceptives
de: Verhütungsmittel
es_us: Anticonceptivos
fr: Méthodes de contraception

# HKCategoryTypeIdentifierCoughing
source: Coughing
de: Husten
es_us: Tos
fr: Toux

# HKCategoryTypeIdentifierDiarrhea
source: Diarrhea
de: Durchfall
es_us: Diarrea
fr: Diarrhée

# HKCategoryTypeIdentifierDizziness
source: Dizziness
de: Schwindel
es_us: Mareo
fr: Vertiges

# HKCategoryTypeIdentifierDrySkin
source: Dry Skin
de: Trockene Haut
es_us: Piel reseca
fr: Sècheresse cutanée

# HKCategoryTypeIdentifierFainting
source: Fainting
de: Ohnmacht
es_us: Desmayos
fr: Évanouissement

# HKCategoryTypeIdentifierFatigue
source: Fatigue
de: Ermüdung
es_us: Fatiga

# HKCategoryTypeIdentifierFever
source: Fever
de: Fieber
es_us: Fiebre
fr: Fièvre

# HKCategoryTypeIdentifierGeneralizedBodyAche
source: Body and Muscle Ache
de: Körper- oder Muskelschmerz
es_us: Dolor muscular o corporal
fr: Courbatures et douleurs musculaires

# HKCategoryTypeIdentifierHairLoss
source: Hair Loss
de: Haarausfall
es_us: Caída del cabello
fr: Chute de cheveux

# HKCategoryTypeIdentifierHandwashingEvent
source: Handwashing
de: Händewaschen
es_us: Lavado de manos
fr: Lavage des mains

# HKCategoryTypeIdentifierHeadache
source: Headache
de: Kopfschmerzen
es_us: Dolor de cabeza
fr: Maux de tête

# HKCategoryTypeIdentifierHeadphoneAudioExposureEvent
source: Headphone Notifications
de: Kopfhörermitteilungen
es_us: Notificaciones de audífonos
fr: Notifications « écouteurs »

# HKCategoryTypeIdentifierHeartburn
source: Heartburn
de: Sodbrennen
es_us: Acidez estomacal
fr: Brûlures d’estomac

# HKCategoryTypeIdentifierHighHeartRateEvent
source: High Heart Rate Notifications
de: Hohe Herzfrequenz-Mitteilungen
es_us: Notificaciones de frecuencia alta
fr: Notif. de fréquence cardiaque élevée

# HKCategoryTypeIdentifierHotFlashes
source: Hot Flashes
de: Hitzewallungen
es_us: Bochornos
fr: Bouffées de chaleur

# HKCategoryTypeIdentifierInfrequentMenstrualCycles
source: Infrequent Periods
de: Seltene Perioden
es_us: Periodos poco frecuentes
fr: Règles peu fréquentes

# HKCategoryTypeIdentifierIntermenstrualBleeding
source: Spotting
de: Schmierblutung
es_us: Manchado

# HKCategoryTypeIdentifierIrregularHeartRhythmEvent
source: Irregular Rhythm Notifications
de: Unreg. Herzrhythmus-Mitteilungen
es_us: Notificaciones de ritmo irregular
fr: Notifications d’arythmie

# HKCategoryTypeIdentifierIrregularMenstrualCycles
source: Irregular Cycles
de: Unregelmäßige Zyklen
es_us: Ciclos irregulares
fr: Cycles irréguliers

# HKCategoryTypeIdentifierLactation
source: Lactation
de: Laktation
es_us: Lactancia

# HKCategoryTypeIdentifierLossOfSmell
source: Loss of Smell
de: Geruchsverlust
es_us: Pérdida del olfato
fr: Perte de l’odorat

# HKCategoryTypeIdentifierLossOfTaste
source: Loss of Taste
de: Geschmacksverlust
es_us: Pérdida del gusto
fr: Perte du goût

# HKCategoryTypeIdentifierLowCardioFitnessEvent
source: Cardio Fitness Notifications
de: Mitteilungen für Cardiofitness
es_us: Notificaciones de capacidad aeróbica
fr: Notifications de santé cardiovasculaire

# HKCategoryTypeIdentifierLowHeartRateEvent
source: Low Heart Rate Notifications
de: Niedrige Herzfrequenz-Mitteilungen
es_us: Notificaciones de frecuencia baja
fr: Notif. de fréquence cardiaque faible

# HKCategoryTypeIdentifierLowerBackPain
source: Lower Back Pain
de: Rückenschmerzen
es_us: Dolor en la espalda baja
fr: Lombalgie

# HKCategoryTypeIdentifierMemoryLapse
source: Memory Lapse
de: Gedächtnisstörung
es_us: Pérdida de la memoria
fr: Trous de mémoire

# HKCategoryTypeIdentifierMenstrualFlow
source: Menstruation
es_us: Menstruación

# HKCategoryTypeIdentifierMindfulSession
source: Mindful Minutes
de: Minuten der Achtsamkeit
es_us: Minutos de mindfulness
fr: Pleine conscience

# HKCategoryTypeIdentifierMoodChanges
source: Mood Changes
de: Stimmungs­schwankungen
es_us: Cambios de humor
fr: Changements de l’humeur

# HKCategoryTypeIdentifierNausea
source: Nausea
de: Übelkeit
es_us: Náusea
fr: Nausées

# HKCategoryTypeIdentifierNightSweats
source: Night Sweats
de: Nachtschweiß
es_us: Sudoración nocturna
fr: Sueurs nocturnes

# HKCategoryTypeIdentifierOvulationTestResult
source: Ovulation Test Result
de: Ovulationstestergebnis
es_us: Resultado de prueba de ovulación
fr: Test d’ovulation

# HKCategoryTypeIdentifierPelvicPain
source: Pelvic Pain
de: Unterleibsschmerzen
es_us: Dolor pélvico
fr: Douleurs pelviennes

# HKCategoryTypeIdentifierPersistentIntermenstrualBleeding
source: Persistent Spotting
de: Fortbestehende Schmierblutungen
es_us: Manchado persistente
fr: Spotting persistant

# HKCategoryTypeIdentifierPregnancy
source: Pregnancy
de: Schwangerschaft
es_us: Embarazo
fr: Grossesse

# HKCategoryTypeIdentifierPregnancyTestResult
source: Pregnancy Test Result
de: Schwangerschaftstestergebnis
es_us: Resultado de prueba de embarazo
fr: Résultat du test de grossesse

# HKCategoryTypeIdentifierProgesteroneTestResult
source: Progesterone Test Result
de: Progesterontestergebnis
es_us: Resultado de prueba de progesterona
fr: Résultat du test de progestérone

# HKCategoryTypeIdentifierProlongedMenstrualPeriods
source: Prolonged Periods
de: Verlängerte Perioden
es_us: Periodos prolongados
fr: Règles prolongées

# HKCategoryTypeIdentifierRapidPoundingOrFlutteringHeartbeat
source: Rapid, Pounding, or Fluttering Heartbeat
de: Schneller, hämmernder oder flatternder Herzschlag
es_us: Taquicardia o palpitaciones
fr: Rythme cardiaque rapide, martèlement ou palpitations

# HKCategoryTypeIdentifierRunnyNose
source: Runny Nose
de: Laufende Nase
es_us: Goteo nasal
fr: Écoulement nasal

# HKCategoryTypeIdentifierSexualActivity
source: Sexual Activity
de: Sexuelle Aktivität
es_us: Actividad sexual
fr: Activité sexuelle

# HKCategoryTypeIdentifierShortnessOfBreath
source: Shortness of Breath
de: Kurzatmigkeit
es_us: Falta del aliento
fr: Essoufflement

# HKCategoryTypeIdentifierSinusCongestion
source: Congestion
de: Verstopfte Atemwege
es_us: Congestión

# HKCategoryTypeIdentifierSkippedHeartbeat
source: Skipped Heartbeat
de: Übersprungener Herzschlag
es_us: Pulso intermitente
fr: Extrasystole

# HKCategoryTypeIdentifierSleepAnalysis
source: Sleep
de: Schlaf
es_us: Sueño
fr: Sommeil

# HKCategoryTypeIdentifierSleepApneaEvent
source: Sleep Apnea Notifications
de: Mitteilungen über Schlafapnoe
es_us: Notificaciones de apnea del sueño
fr: Notifications d’apnée du sommeil

# HKCategoryTypeIdentifierSleepChanges
source: Sleep Changes
de: Schlafstörungen
es_us: Alteración del sueño
fr: Changements du sommeil

# HKCategoryTypeIdentifierSoreThroat
source: Sore Throat
de: Halsschmerzen
es_us: Garganta inflamada
fr: Maux de gorge

# HKCategoryTypeIdentifierToothbrushingEvent
source: Toothbrushing
de: Zähneputzen
es_us: Cepillado de dientes
fr: Brossage des dents

# HKCategoryTypeIdentifierVaginalDryness
source: Vaginal Dryness
de: Scheiden­trocken­heit
es_us: Resequedad vaginal
fr: Sècheresse vaginale

# HKCategoryTypeIdentifierVomiting
source: Vomiting
de: Erbrechen
es_us: Vómito
fr: Vomissements

# HKCategoryTypeIdentifierWheezing
source: Wheezing
de: Keuchatmung
es_us: Silbido respiratorio
fr: Respiration sifflante

# HKClinicalTypeIdentifierAllergyRecord
source: Allergies
de: Allergien
es_us: Alergias

# HKClinicalTypeIdentifierClinicalNoteRecord
source: Clinical Notes
de: Arztbrief
es_us: Notas clínicas
fr: Notes cliniques

# HKClinicalTypeIdentifierConditionRecord
source: Conditions
de: Erkrankungen
es_us: Padecimientos
fr: Pathologies

# HKClinicalTypeIdentifierCoverageRecord
source: Insurance
de: Versicherung
es_us: Seguros
fr: Assurance

# HKClinicalTypeIdentifierImmunizationRecord
source: Immunizations
de: Immunisierungen
es_us: Vacunas
fr: Vaccins

# HKClinicalTypeIdentifierLabResultRecord
source: Lab Results
de: Laborergebnisse
es_us: Resultados de laboratorio
fr: Résultats de laboratoire

# HKClinicalTypeIdentifierMedicationRecord
source: Medications
de: Medikamente
es_us: Medicamentos
fr: Traitements

# HKClinicalTypeIdentifierProcedureRecord
source: Procedures
de: Eingriffe
es_us: Operaciones
fr: Opérations

# HKClinicalTypeIdentifierVitalSignRecord
source: Clinical Vitals
de: Klinische Vitalzeichen
es_us: Signos vitales
fr: Signes vitaux

# HKCorrelationTypeIdentifierBloodPressure
source: Blood Pressure
de: Blutdruck
es_us: Presión arterial
fr: Pression artérielle

# HKDataTypeIdentifierAudiogram
source: Audiogram
de: Audiogramm
es_us: Audiograma
fr: Audiogramme

# HKDataTypeIdentifierElectrocardiogram
source: Electrocardiograms (ECG)
de: Elektrokardiogramme (EKG)
es_us: Electrocardiogramas (ECG)
fr: Électrocardiogrammes (ECG)

# HKDataTypeIdentifierHeartbeatSeries
source: Beat-to-Beat Measurements
de: Schlag-zu-Schlag-Messungen
es_us: Mediciones latido a latido
fr: Mesures d’intervalle R-R

# HKDataTypeStateOfMind
source: State of Mind
de: Gemütszustand
es_us: Estado de ánimo
fr: État d’esprit

# HKQuantityTypeIdentifierActiveEnergyBurned
source: Active Energy
de: Aktivitätsenergie
es_us: Energía de actividad
fr: Énergie en activité

# HKQuantityTypeIdentifierAppleExerciseTime
source: Exercise Minutes
de: Trainingsminuten
es_us: Minutos de Ejercicio
fr: Minutes d’exercice

# HKQuantityTypeIdentifierAppleMoveTime
source: Move Minutes
de: Bewegungsminuten
es_us: Minutos de Moverse
fr: Minutes « Bouger »

# HKQuantityTypeIdentifierAppleSleepingBreathingDisturbances
source: Breathing Disturbances
de: Atemstörungen
es_us: Alteraciones respiratorias
fr: Perturbations respiratoires

# HKQuantityTypeIdentifierAppleSleepingWristTemperature
source: Wrist Temperature
de: Temperatur am Handgelenk
es_us: Temperatura de la muñeca
fr: Température au poignet

# HKQuantityTypeIdentifierAppleStandTime
source: Stand Minutes
de: Stehminuten
es_us: Minutos de Pararse
fr: Minutes « Me lever »

# HKQuantityTypeIdentifierAppleWalkingSteadiness
source: Walking Steadiness
de: Stabilität beim Gehen
es_us: Estabilidad al caminar
fr: Stabilité de la marche

# HKQuantityTypeIdentifierAtrialFibrillationBurden
source: AFib History
de: Vorhofflimmern-Protokoll
es_us: Historial de fibrilación auricular
fr: Historique de FA

# HKQuantityTypeIdentifierBasalBodyTemperature
source: Basal Body Temperature
de: Basaltemperatur
es_us: Temperatura corporal basal
fr: Température basale

# HKQuantityTypeIdentifierBasalEnergyBurned
source: Resting Energy
de: Ruheenergie
es_us: Energía al reposar
fr: Énergie au repos

# HKQuantityTypeIdentifierBloodAlcoholContent
source: Blood Alcohol Content
de: Blutalkoholwert
es_us: Alcohol en la sangre
fr: Alcoolémie

# HKQuantityTypeIdentifierBloodGlucose
source: Blood Glucose
de: Blutzucker
es_us: Glucosa en la sangre
fr: Glycémie

# HKQuantityTypeIdentifierBloodPressureDiastolic
source: Diastolic Blood Pressure
de: Diastolischer Blutdruck
es_us: Presión arterial diastólica
fr: Pression artérielle diastolique

# HKQuantityTypeIdentifierBloodPressureSystolic
source: Systolic Blood Pressure
de: Systolischer Blutdruck
es_us: Presión arterial sistólica
fr: Pression artérielle systolique

# HKQuantityTypeIdentifierBodyFatPercentage
source: Body Fat Percentage
de: Körperfettanteil
es_us: Porcentaje de grasa corporal
fr: Indice de masse grasse

# HKQuantityTypeIdentifierBodyMass
source: Weight
de: Gewicht
es_us: Peso
fr: Poids

# HKQuantityTypeIdentifierBodyMassIndex
source: Body Mass Index
es_us: Índice de masa corporal
fr: Indice de masse corporelle

# HKQuantityTypeIdentifierBodyTemperature
source: Body Temperature
de: Körpertemperatur
es_us: Temperatura corporal
fr: Température corporelle

# HKQuantityTypeIdentifierCrossCountrySkiingSpeed
source: Cross Country Skiing Speed
de: Skilanglauftempo
es_us: Velocidad en esquí de fondo
fr: Vitesse en ski de fond

# HKQuantityTypeIdentifierCyclingCadence
source: Cycling Cadence
de: Kadenz beim Radfahren
es_us: Cadencia en bicicleta
fr: Cadence à vélo

# HKQuantityTypeIdentifierCyclingFunctionalThresholdPower
source: Cycling Functional Threshold Power
de: Funktionelle Schwellenleistung beim Radfahren
es_us: Umbral de potencia funcional (FTP) en bicicleta
fr: Seuil fonctionnel de puissance à vélo

# HKQuantityTypeIdentifierCyclingPower
source: Cycling Power
de: Leistung beim Radfahren
es_us: Potencia en bicicleta
fr: Puissance à vélo

# HKQuantityTypeIdentifierCyclingSpeed
source: Cycling Speed
de: Radfahrgeschwindigkeit
es_us: Velocidad en bicicleta
fr: Vitesse à vélo

# HKQuantityTypeIdentifierDietaryBiotin
source: Biotin
es_us: Biotina
fr: Biotine

# HKQuantityTypeIdentifierDietaryCaffeine
source: Caffeine
de: Koffein
es_us: Cafeína
fr: Caféine

# HKQuantityTypeIdentifierDietaryCalcium
source: Calcium
es_us: Calcio

# HKQuantityTypeIdentifierDietaryCarbohydrates
source: Carbohydrates
de: Kohlenhydrate
es_us: Carbohidratos
fr: Glucides

# HKQuantityTypeIdentifierDietaryChloride
source: Chloride
de: Chlorid
es_us: Cloro
fr: Chlorure

# HKQuantityTypeIdentifierDietaryCholesterol
source: Dietary Cholesterol
de: Cholesterin
es_us: Colesterol en la dieta
fr: Cholestérol alimentaire

# HKQuantityTypeIdentifierDietaryChromium
source: Chromium
de: Chrom
es_us: Cromo
fr: Chrome

# HKQuantityTypeIdentifierDietaryCopper
source: Copper
de: Kupfer
es_us: Cobre
fr: Cuivre

# HKQuantityTypeIdentifierDietaryEnergyConsumed
source: Dietary Energy
de: Nahrungsenergie
es_us: Ingesta calórica
fr: Énergie alimentaire

# HKQuantityTypeIdentifierDietaryFatMonounsaturated
source: Monounsaturated Fat
de: Einfach ungesättigte Fette
es_us: Grasa monoinsaturada
fr: Graisses monoinsaturées

# HKQuantityTypeIdentifierDietaryFatPolyunsaturated
source: Polyunsaturated Fat
de: Mehrfach ungesättigte Fette
es_us: Grasa poliinsaturada
fr: Graisses polyinsaturées

# HKQuantityTypeIdentifierDietaryFatSaturated
source: Saturated Fat
de: Gesättigte Fette
es_us: Grasa saturada
fr: Graisses saturées

# HKQuantityTypeIdentifierDietaryFatTotal
source: Total Fat
de: Gesamtfettanteil
es_us: Grasa total
fr: Graisses totales

# HKQuantityTypeIdentifierDietaryFiber
source: Fiber
de: Ballaststoffe
es_us: Fibra
fr: Fibres

# HKQuantityTypeIdentifierDietaryFolate
source: Folate
de: Folat
es_us: Ácido fólico

# HKQuantityTypeIdentifierDietaryIodine
source: Iodine
de: Jod
es_us: Yodo
fr: Iode

# HKQuantityTypeIdentifierDietaryIron
source: Iron
de: Eisen
es_us: Hierro
fr: Fer

# HKQuantityTypeIdentifierDietaryMagnesium
source: Magnesium
es_us: Magnesio
fr: Magnésium

# HKQuantityTypeIdentifierDietaryManganese
source: Manganese
de: Mangan
es_us: Manganeso
fr: Manganèse

# HKQuantityTypeIdentifierDietaryMolybdenum
source: Molybdenum
de: Molybdän
es_us: Molibdeno
fr: Molybdène

# HKQuantityTypeIdentifierDietaryNiacin
source: Niacin
es_us: Niacina
fr: Niacine

# HKQuantityTypeIdentifierDietaryPantothenicAcid
source: Pantothenic Acid
de: Pantothensäure
es_us: Vitamina B5
fr: Acide pantothénique

# HKQuantityTypeIdentifierDietaryPhosphorus
source: Phosphorus
de: Phosphor
es_us: Fósforo
fr: Phosphore

# HKQuantityTypeIdentifierDietaryPotassium
source: Potassium
de: Kalium
es_us: Potasio

# HKQuantityTypeIdentifierDietaryProtein
source: Protein
es_us: Proteína
fr: Protéine

# HKQuantityTypeIdentifierDietaryRiboflavin
source: Riboflavin
es_us: Riboflavina
fr: Riboflavine

# HKQuantityTypeIdentifierDietarySelenium
source: Selenium
de: Selen
es_us: Selenio
fr: Sélénium

# HKQuantityTypeIdentifierDietarySodium
source: Sodium
de: Natrium
es_us: Sodio

# HKQuantityTypeIdentifierDietarySugar
source: Dietary Sugar
de: Ernährungszucker
es_us: Azúcar en la dieta
fr: Sucre alimentaire

# HKQuantityTypeIdentifierDietaryThiamin
source: Thiamin
es_us: Tiamina
fr: Thiamine

# HKQuantityTypeIdentifierDietaryVitaminA
source: Vitamin A
es_us: Vitamina A
fr: Vitamine A

# HKQuantityTypeIdentifierDietaryVitaminB12
source: Vitamin B12
es_us: Vitamina B12
fr: Vitamine B12

# HKQuantityTypeIdentifierDietaryVitaminB6
source: Vitamin B6
es_us: Vitamina B6
fr: Vitamine B6

# HKQuantityTypeIdentifierDietaryVitaminC
source: Vitamin C
es_us: Vitamina C
fr: Vitamine C

# HKQuantityTypeIdentifierDietaryVitaminD
source: Vitamin D
es_us: Vitamina D
fr: Vitamine D

# HKQuantityTypeIdentifierDietaryVitaminE
source: Vitamin E
es_us: Vitamina E
fr: Vitamine E

# HKQuantityTypeIdentifierDietaryVitaminK
source: Vitamin K
es_us: Vitamina K
fr: Vitamine K

# HKQuantityTypeIdentifierDietaryWater
source: Water
de: Wasser
es_us: Agua
fr: Eau

# HKQuantityTypeIdentifierDistanceCrossCountrySkiing
source: Cross Country Skiing Distance
de: Skilanglaufstrecke
es_us: Distancia en esquí de fondo
fr: Distance en ski de fond

# HKQuantityTypeIdentifierDistanceCycling
source: Cycling Distance
de: Strecke (Fahrrad)
es_us: Distancia en bicicleta
fr: Distance à vélo

# HKQuantityTypeIdentifierDistanceDownhillSnowSports
source: Downhill Snow Sports Distance
de: Abfahrtsstrecke
es_us: Distancia de deportes invernales
fr: Distance en ski alpin

# HKQuantityTypeIdentifierDistancePaddleSports
source: Paddle Sports Distance
de: Paddelstrecke
es_us: Distancia en deportes de remo
fr: Distance en sports de rame

# HKQuantityTypeIdentifierDistanceRowing
source: Rowing Distance
de: Ruderstrecke
es_us: Distancia al remar
fr: Distance en aviron

# HKQuantityTypeIdentifierDistanceSkatingSports
source: Skating Sports Distance
de: Skatestrecke
es_us: Distancia en deportes con patines
fr: Distance en skateboard

# HKQuantityTypeIdentifierDistanceSwimming
source: Swimming Distance
de: Strecke (Schwimmen)
es_us: Distancia al nadar
fr: Distance à la nage

# HKQuantityTypeIdentifierDistanceWalkingRunning
source: Walking + Running Distance
de: Strecke (Gehen und Laufen)
es_us: Distancia de caminata + trote
fr: Distance (marche et course)

# HKQuantityTypeIdentifierDistanceWheelchair
source: Wheelchair Distance
de: Strecke (Rollstuhl)
es_us: Silla de ruedas
fr: Distance en fauteuil

# HKQuantityTypeIdentifierElectrodermalActivity
source: Electrodermal Activity
de: Elektrodermale Aktivität
es_us: Actividad electrodérmica
fr: Activité électrodermale

# HKQuantityTypeIdentifierEnvironmentalAudioExposure
source: Environmental Sound Levels
de: Umgebungs­geräuschpegel
es_us: Niveles de ruido ambiental
fr: Niveaux sonores ambiants

# HKQuantityTypeIdentifierEnvironmentalSoundReduction
source: Environmental Sound Reduction
de: Umgebungsgeräusch­reduktion
es_us: Reducción de ruido ambiental
fr: Réduction des sons ambiants

# HKQuantityTypeIdentifierEstimatedWorkoutEffortScore
source: Estimated Workout Effort Score
de: Geschätzter Stand der Trainingsanstrengung
es_us: Puntuación del esfuerzo aproximado al entrenar
fr: Score d’effort estimé de l’exercice

# HKQuantityTypeIdentifierFlightsClimbed
source: Flights Climbed
de: Treppensteigen
es_us: Pisos subidos
fr: Étages montés

# HKQuantityTypeIdentifierForcedExpiratoryVolume1
source: Forced Expiratory Volume, 1 sec
de: Einsekundenkapazität FEV1
es_us: Espiración máxima en 1 s
fr: Volume expiratoire forcé, 1 s

# HKQuantityTypeIdentifierForcedVitalCapacity
source: Forced Vital Capacity
de: Forcierte Vitalkapazität
es_us: Capacidad vital forzada
fr: Capacité vitale forcée

# HKQuantityTypeIdentifierHeadphoneAudioExposure
source: Headphone Audio Levels
de: Kopfhörergeräuschpegel
es_us: Niveles de audio de los audífonos
fr: Niveaux sonores des écouteurs

# HKQuantityTypeIdentifierHeartRate
source: Heart Rate
de: Herzfrequenz
es_us: Frecuencia cardiaca
fr: Fréquence cardiaque

# HKQuantityTypeIdentifierHeartRateRecoveryOneMinute
source: Cardio Recovery
de: Cardioerholung
es_us: Recuperación cardiovascular
fr: Récupération cardiaque

# HKQuantityTypeIdentifierHeartRateVariabilitySDNN
source: Heart Rate Variability
de: Herzfrequenzvariabilität
es_us: Variabilidad cardiaca
fr: Variabilité de la fréquence cardiaque

# HKQuantityTypeIdentifierHeight
source: Height
de: Größe
es_us: Estatura
fr: Taille

# HKQuantityTypeIdentifierInhalerUsage
source: Inhaler Usage
de: Inhalatorgebrauch
es_us: Uso de inhaladores
fr: Utilisation de l’inhalateur

# HKQuantityTypeIdentifierInsulinDelivery
source: Insulin Delivery
de: Insulinzufuhr
es_us: Suministro de insulina
fr: Administration d’insuline

# HKQuantityTypeIdentifierLeanBodyMass
source: Lean Body Mass
de: Magere Körpermasse
es_us: Masa corporal magra
fr: Masse corporelle maigre

# HKQuantityTypeIdentifierNumberOfAlcoholicBeverages
source: Alcohol Consumption
de: Alkoholkonsum
es_us: Consumo de alcohol
fr: Consommation d’alcool

# HKQuantityTypeIdentifierNumberOfTimesFallen
source: Number of Times Fallen
de: Stürze
es_us: Número de caídas
fr: Nombre de chutes

# HKQuantityTypeIdentifierOxygenSaturation
source: Blood Oxygen
de: Blutsauerstoff
es_us: Oxígeno en la sangre
fr: Oxygène sanguin

# HKQuantityTypeIdentifierPaddleSportsSpeed
source: Paddle Sports Speed
de: Paddeltempo
es_us: Velocidad en deportes de remo
fr: Vitesse en sports de rame

# HKQuantityTypeIdentifierPeakExpiratoryFlowRate
source: Peak Expiratory Flow Rate
de: Peak Flow (Spitzenfluss)
es_us: Flujo espiratorio máximo
fr: Débit expiratoire maximal

# HKQuantityTypeIdentifierPeripheralPerfusionIndex
source: Peripheral Perfusion Index
de: Peripherer Perfusionsindex
es_us: Índice de perfusión periférica
fr: Indice de perf. périphérique

# HKQuantityTypeIdentifierPhysicalEffort
source: Physical Effort
de: Körperliche Leistung
es_us: Esfuerzo físico
fr: Effort physique

# HKQuantityTypeIdentifierPushCount
source: Pushes
de: Schübe
es_us: Impulsos
fr: Poussées

# HKQuantityTypeIdentifierRespiratoryRate
source: Respiratory Rate
de: Atemfrequenz
es_us: Frecuencia respiratoria
fr: Fréquence respiratoire

# HKQuantityTypeIdentifierRestingHeartRate
source: Resting Heart Rate
de: Ruheherzfrequenz
es_us: Frecuencia cardiaca en reposo
fr: Fréquence cardiaque au repos
